# Taps
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask'

brew 'bat'
brew 'cmatrix'
brew 'composer'
brew 'fd'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'goaccess'
brew 'htop'
brew 'ncdu'
brew 'lazygit'
brew 'prettyping'
brew 'starship'
brew 'ranger'
brew 'tldr'
brew 'tmuxinator'
brew 'tree'
brew 'wakeonlan'
brew 'yt-dlp'
brew 'zellij';
brew 'zoxide';

# brew 'zsh'
# brew 'zsh-completion'
# brew 'zsh-autosuggestions'

# Development
brew 'php'
brew 'node'


# Apps
cask 'phpmon'
cask 'keycastr'
cask 'raycast'
# cask '1password'
# cask 'alfred'
# cask 'caffeine'
# cask 'dropshare'
# cask 'figma'
# cask 'firefox'
# cask 'iina'
# cask 'little-snitch'
# cask 'spotify'
# cask 'sublime-text'
# cask 'transmit'

# Fonts
cask 'font-iosevka'
cask 'font-fira-code'

# Install Mac App Store apps
# mas 'iA Writer', id: 775737590
# mas 'Icon Slate', id: 439697913
# mas 'The Unarchiver', id: 425424353
# mas 'Things', id: 904280696
