
tap 'caskroom/cask'
tap 'codeclimate/formulae'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'sitespeedio/sitespeedio'
tap 'tobli/browsertime'

brew 'coreutils'
brew 'moreutils'
brew 'findutils'


brew 'ansible'
brew 'archey'
brew 'autoconf'
brew 'automake'
brew 'boot2docker'
brew 'cairo'
brew 'chromedriver'
brew 'ctags'
brew 'czmq'
brew 'docker'
brew 'emacs'
brew 'git-lfs'
brew 'ffmpeg'
brew 'fontconfig'
brew 'fontforge'
brew 'fortune'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'gibo'
brew 'glib'
brew 'gnupg'
brew 'gobject-introspection'
brew 'grc'
brew 'harfbuzz'
brew 'heroku-toolbelt'
brew 'htop-osx'
brew 'hub'
brew 'icu4c'
brew 'imagemagick'
brew 'jpeg'
brew 'keybase'
brew 'lame'
brew 'libevent'
brew 'libffi'
brew 'libidn'
brew 'libpng'
brew 'libsass'
brew 'libtiff'
brew 'libtool'
brew 'libvo-aacenc'
brew 'libyaml'
brew 'mcrypt'
brew 'mhash'
brew 'ngrok'
brew 'node'
brew 'openssl'
brew 'ossp-uuid'
brew 'pango'
brew 'pcre'
brew 'pixman'
brew 'pkg-config'
brew 'postgresql'
brew 'pv'
brew 'python'
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 'sassc'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'wakeonlan'
brew 'wget', args: ['with-iri']
brew 'wifi-password'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'youtube-dl'
brew 'zeromq'
brew 'zsh'

brew 'php56'
brew 'php56-mcrypt'
brew 'php56-xdebug'

brew 'vim --override-system-vi'

brew 'caskroom/cask/brew-cask'
brew 'homebrew/completions/grunt-completion'
brew 'homebrew/dupes/zlib'
brew 'homebrew/versions/bash-completion2'
brew 'tobli/browsertime/browsertime'


cask 'chromium'
cask 'dash'
cask 'forklift'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'imageoptim'
cask 'iterm2'
cask 'robomongo'
cask 'sequel-pro'
cask 'sublime-text'
cask 'tower'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'

cask 'sketch'
cask 'sketch-toolbox'

cask 'appcleaner'
cask 'bartender'
cask 'dropbox'
cask 'dropshare'
cask 'flux'
cask 'liteicon'
cask 'mou'
cask 'onepassword'
cask 'rescuetime'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'the-unarchiver'
cask 'transmission'
cask 'unetbootin'
cask 'vlc'
cask 'ynab'

cask 'betterzipql'
cask 'keepingyouawake'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'webp-quicklook'