# Taps
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask'

brew 'bat'
brew 'blueutil'
brew 'borgbackup'
brew 'cmatrix'
brew 'composer'
brew 'dnscontrol'
brew 'doctl'
brew 'eza'
brew 'fd'
brew 'ffmpeg'
brew 'fish'
brew 'fnm'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'goaccess'
brew 'htop'
brew 'jetbrains-junie/junie/junie'
brew 'jordond/tap/jolt'
brew 'lazygit'
brew 'libavif'
brew 'minio/stable/mc'
brew 'ncdu'
brew 'neofetch'
brew 'node'
brew 'ollama'
brew 'opencode'
brew 'opentofu'
brew 'php'
brew 'pinact'
brew 'pnpm'
brew 'prettyping'
brew 'ranger'
brew 'rsync'
brew 'sbcl'
brew 'starship'
brew 'switchaudio-osx'
brew 'tldr'
brew 'tree'
brew 'wakeonlan'
brew 'whisper-cpp'
brew 'yt-dlp'
brew 'zellij'
brew 'zizmor'
brew 'zoxide'
cask '1password-cli'
cask 'affinity'
cask 'caffeine'
cask 'claude-code'
cask 'codex'
cask 'codex-app'
cask 'conductor'
cask 'fastmail'
cask 'fastmate'
cask 'figma'
cask 'font-fira-code'
cask 'font-iosevka'
cask 'font-jetbrains-mono'
cask 'font-monaspace'
cask 'ghostty'
cask 'hiddenbar'
cask 'keycastr'
cask 'orbstack'
cask 'phpmon'
cask 'raycast'
cask 'utm'
cask 'vnc-viewer'
cask 'zen'

# brew 'zsh'
# brew 'zsh-completion'
# brew 'zsh-autosuggestions'

# cask '1password'
# cask 'alfred'
# cask 'dropshare'
# cask 'figma'
# cask 'firefox'
# cask 'iina'
# cask 'little-snitch'
# cask 'spotify'
# cask 'sublime-text'
# cask 'transmit'

# Install Mac App Store apps
# mas 'iA Writer', id: 775737590
# mas 'Icon Slate', id: 439697913
# mas 'The Unarchiver', id: 425424353
# mas 'Things', id: 904280696
