brew 'atuin'
brew 'bat'
brew 'blueutil'
brew 'borgbackup'
brew 'cmatrix'
brew 'composer'
brew 'direnv'
brew 'dnscontrol'
brew 'doctl'
brew 'eza'
brew 'fastfetch'
brew 'fd'
brew 'ffmpeg'
brew 'fnm'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'goaccess'
brew 'htop'
brew 'jetbrains-junie/junie/junie'
brew 'jordond/tap/jolt'
brew 'lazygit'
brew 'libavif'
brew 'mas'
brew 'michel-kraemer/zsh-patina/zsh-patina'
brew 'minio/stable/mc'
brew 'ncdu'
brew 'node'
brew 'ollama'
brew 'opencode'
brew 'opentofu'
brew 'php'
brew 'pinact'
brew 'pnpm'
brew 'prettyping'
brew 'ranger'
brew 'rsync'
brew 'sbcl'
brew 'starship'
brew 'switchaudio-osx'
brew 'tldr'
brew 'tree'
brew 'wakeonlan'
brew 'whisper-cpp'
brew 'yt-dlp'
brew 'zellij'
brew 'zizmor'
brew 'zoxide'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
cask '1password-cli'
cask 'affinity'
cask 'bruno'
cask 'bruno'
cask 'caffeine'
cask 'claude-code'
cask 'codex'
cask 'codex-app'
cask 'conductor'
cask 'fastmail'
cask 'fastmate'
cask 'figma'
cask 'font-fira-code'
cask 'font-iosevka'
cask 'font-jetbrains-mono'
cask 'font-monaspace'
cask 'ghostty'
cask 'hiddenbar'
cask 'keycastr'
cask 'orbstack'
cask 'telegram'
cask 'utm'
cask 'vnc-viewer'
cask 'zen'

# cask '1password'
# cask 'alfred'
# cask 'dropshare'
# cask 'figma'
# cask 'firefox'
# cask 'iina'
# cask 'little-snitch'
# cask 'spotify'
# cask 'sublime-text'
# cask 'transmit'

# Install Mac App Store apps
mas '1Password for Safari ', id: 1569813296
mas 'Amphetamine', id:  937984704  Amphetamine
mas 'Deliveries', id:  290986013
mas 'Eagle for Safari', id: 1526651672
mas 'Ivory', id: 6444602274
mas 'Klack', id: 6446206067
mas 'Numbers', id:  361304891
mas 'N₁₀', id: 6446053304
mas 'Obsidian Web Clipper ', id: 6720708363
mas 'Pages', id:  361309726
mas 'Reeder', id: 6475002485
mas 'Reeder 2', id: 1529448980
mas 'Things', id: 904280696
mas 'WhatsApp', id:  310633997
mas 'Xcode', id:  497799835
mas 'iA Writer', id: 775737590
