# Taps
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'ack'
brew 'composer'
brew 'coreutils'
brew 'git'
brew 'goaccess'
brew 'grep'
brew 'hub'
brew 'mas'
brew 'tree'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completion'


# Development
brew 'php'
brew 'mysql'
brew 'node@8'
brew 'yarn'


# Apps
cask '1password'
cask 'abstract'
cask 'aerial'
cask 'alfred'
cask 'bartender'
cask 'caffeine'
cask 'dropshare'
cask 'figma'
cask 'firefox'
cask 'flux'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'gpgtools'
cask 'highsierramediakeyenabler'
cask 'iina'
cask 'insomnia'
cask 'istat-menus'
cask 'iterm2'
cask 'itsycal'
cask 'keybase'
cask 'little-snitch'
cask 'phoenix'
cask 'rescuetime'
cask 'sequel-pro'
cask 'sketch'
cask 'spotify'
cask 'sublime-text'
cask 'telegram'
cask 'tower'
cask 'transmit'
cask 'visual-studio-code'

# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlstephen'

# Fonts
cask 'font-iosevka'

# Install Mac App Store apps
mas 'Bear', id: 1091189122
mas 'Deliveries', id: 924726344
mas 'iA Writer', id: 775737590
mas 'Icon Slate', id: 439697913
mas 'Pixelmator', id: 407963104
mas 'Pocket', id: 568494494
mas 'Reeder', id: 880001334
mas 'Sip', id: 507257563
mas 'The Unarchiver', id: 425424353
mas 'Things', id: 904280696
mas 'ToothFairy', id: 1191449274
mas 'Tweetbot', id: 1384080005
mas 'WhatsApp', id: 1147396723
